xml/request_templates/krimiserie_jussi.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>27925715|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Flaskepost fra P</dc:title>
              <dc:title xsi:type="dkdcplus:full">Flaskepost fra P : krimithriller</dc:title>
              <dc:title xsi:type="dkdcplus:series">Krimiserien med Carl Mørck ; 3</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Jussi Adler-Olsen</dc:creator>
              <dc:creator xsi:type="oss:sort">Adler-Olsen, Jussi</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">krimi</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">politiromaner</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">psykopater</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">religion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dcterms:abstract>Krimi. En femten år gammel flaskepost med et fortvivlet råb om hjælp lander hos Afdeling Q, og snart er Carl Mørck dybt begravet i en syg sag om en psykopatisk morder, religiøs fanatisme og værgeløse børn</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>1. udgave</dkdcplus:version>
              <dc:publisher>Politiken</dc:publisher>
              <dc:date>2010</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>485 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788756787659</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Danmark</dcterms:spatial>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">27925715</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20100706133208</marcx:subfield>
                  <marcx:subfield code="d">20090918</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">r</marcx:subfield>
                  <marcx:subfield code="a">2009</marcx:subfield>
                  <marcx:subfield code="z">2010</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">x</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788756787659</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 300,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF201008</marcx:subfield>
                  <marcx:subfield code="x">BKM201008</marcx:subfield>
                  <marcx:subfield code="x">DAT201028</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Adler-Olsen</marcx:subfield>
                  <marcx:subfield code="h">Jussi</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Flaskepost fra P</marcx:subfield>
                  <marcx:subfield code="c">krimithriller</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">1. udgave</marcx:subfield>
                  <marcx:subfield code="b">÷</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Kbh.</marcx:subfield>
                  <marcx:subfield code="b">Politiken</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">485 sider</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Krimi. En femten år gammel flaskepost med et fortvivlet råb om hjælp lander hos Afdeling Q, og snart er Carl Mørck dybt begravet i en syg sag om en psykopatisk morder, religiøs fanatisme og værgeløse børn</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originaludgave: 2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">2. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">3. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">4. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">5. oplag</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">6. oplag</marcx:subfield>
                  <marcx:subfield code="c">2010</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">8. oplag</marcx:subfield>
                  <marcx:subfield code="c">2010</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Krimiserien med</marcx:subfield>
                  <marcx:subfield code="t">Carl Mørck ; 3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">86</marcx:subfield>
                  <marcx:subfield code="z">06</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">krimi</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">politiromaner</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">religion</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">psykopater</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="900" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Olsen</marcx:subfield>
                  <marcx:subfield code="h">Jussi Adler-</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Adler-Olsen, Jussi</marcx:subfield>
                  <marcx:subfield code="z">100</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="900" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Olsen</marcx:subfield>
                  <marcx:subfield code="h">Jussi H.</marcx:subfield>
                  <marcx:subfield code="c">f. 1950</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Adler-Olsen, Jussi</marcx:subfield>
                  <marcx:subfield code="z">100</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201008</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">op</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Flaskepost+fra+P&amp;rft.aulast=Adler-Olsen&amp;rft.aufirst=Jussi&amp;rft.auinit=J&amp;rft.date=2010&amp;rft.isbn=9788756787659&amp;rft.pub=Politiken&amp;rft.edition=1.+udgave&amp;rft.series=Krimiserien+med+Carl+Mørck+;+3&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:27925715</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>krimiserie_jussi.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
